Repository: islomov/rango-file-converter
Catalog: RangoFileConverter/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Try restarting the app and make sure your iOS is up to date. If the issue persists, try converting a smaller file first. For large files, ensure you have enough free storage on your device.
ar: حاول إعادة تشغيل التطبيق وتأكد من تحديث iOS. إذا استمرت المشكلة، جرّب تحويل ملف أصغر أولاً. بالنسبة للملفات الكبيرة، تأكد من توفر مساحة تخزين كافية على جهازك.
bn: অ্যাপটি পুনরায় চালু করার চেষ্টা করুন এবং নিশ্চিত করুন যে আপনার iOS আপ টু ডেট আছে। সমস্যা অব্যাহত থাকলে, প্রথমে একটি ছোট ফাইল রূপান্তর করার চেষ্টা করুন। বড় ফাইলের জন্য, আপনার ডিভাইসে পর্যাপ্ত ফাঁকা স্টোরেজ আছে কিনা নিশ্চিত করুন।
cs: Zkuste aplikaci restartovat a ujistěte se, že máte aktuální iOS. Pokud problém přetrvává, zkuste nejprve převést menší soubor. U velkých souborů se ujistěte, že máte na zařízení dostatek volného místa.
da: Prøv at genstarte appen og sørg for, at din iOS er opdateret. Hvis problemet fortsætter, prøv først at konvertere en mindre fil. For store filer skal du sikre, at der er nok ledig lagerplads på din enhed.
de: Versuchen Sie, die App neu zu starten, und stellen Sie sicher, dass Ihr iOS auf dem neuesten Stand ist. Wenn das Problem weiterhin besteht, versuchen Sie zunächst, eine kleinere Datei zu konvertieren. Stellen Sie bei großen Dateien sicher, dass genügend freier Speicherplatz auf Ihrem Gerät vorhanden ist.
el: Δοκιμάστε να επανεκκινήσετε την εφαρμογή και βεβαιωθείτε ότι το iOS σας είναι ενημερωμένο. Αν το πρόβλημα παραμένει, δοκιμάστε πρώτα να μετατρέψετε ένα μικρότερο αρχείο. Για μεγάλα αρχεία, βεβαιωθείτε ότι έχετε αρκετό ελεύθερο χώρο αποθήκευσης στη συσκευή σας.
es: Intenta reiniciar la app y asegúrate de que tu iOS esté actualizado. Si el problema persiste, intenta convertir un archivo más pequeño primero. Para archivos grandes, asegúrate de tener suficiente espacio de almacenamiento libre en tu dispositivo.
fi: Yritä käynnistää sovellus uudelleen ja varmista, että iOS on ajan tasalla. Jos ongelma jatkuu, yritä ensin muuntaa pienempi tiedosto. Suurten tiedostojen osalta varmista, että laitteessasi on tarpeeksi vapaata tallennustilaa.
fr: Essayez de redémarrer l'application et assurez-vous que votre iOS est à jour. Si le problème persiste, essayez d'abord de convertir un fichier plus petit. Pour les fichiers volumineux, assurez-vous de disposer de suffisamment d'espace de stockage libre sur votre appareil.
he: נסה להפעיל מחדש את האפליקציה וודא שמערכת iOS שלך מעודכנת. אם הבעיה נמשכת, נסה קודם להמיר קובץ קטן יותר. עבור קבצים גדולים, ודא שיש לך מספיק אחסון פנוי במכשיר.
hi: ऐप को रीस्टार्ट करने का प्रयास करें और सुनिश्चित करें कि आपका iOS अपडेट है। अगर समस्या बनी रहती है, तो पहले एक छोटी फ़ाइल कन्वर्ट करके देखें। बड़ी फ़ाइलों के लिए, सुनिश्चित करें कि आपके डिवाइस में पर्याप्त खाली स्टोरेज है।
hu: Próbálja meg újraindítani az alkalmazást, és győződjön meg arról, hogy az iOS naprakész. Ha a probléma továbbra is fennáll, először próbáljon meg egy kisebb fájlt konvertálni. Nagy fájlok esetén győződjön meg arról, hogy elegendő szabad tárhely van az eszközön.
id: Coba mulai ulang aplikasi dan pastikan iOS Anda sudah diperbarui. Jika masalah berlanjut, coba konversi file yang lebih kecil terlebih dahulu. Untuk file besar, pastikan Anda memiliki cukup ruang penyimpanan kosong di perangkat.
it: Prova a riavviare l'app e assicurati che il tuo iOS sia aggiornato. Se il problema persiste, prova prima a convertire un file più piccolo. Per i file di grandi dimensioni, assicurati di avere abbastanza spazio di archiviazione libero sul dispositivo.
ja: アプリを再起動し、iOSが最新であることを確認してください。問題が解決しない場合は、まず小さなファイルの変換を試してください。大きなファイルの場合は、デバイスに十分な空き容量があることを確認してください。
ko: 앱을 재시작하고 iOS가 최신 버전인지 확인해 보세요. 문제가 계속되면 먼저 작은 파일을 변환해 보세요. 큰 파일의 경우 기기에 충분한 여유 저장 공간이 있는지 확인하세요.
ms: Cuba mulakan semula aplikasi dan pastikan iOS anda dikemas kini. Jika masalah berterusan, cuba tukar fail yang lebih kecil terlebih dahulu. Untuk fail besar, pastikan anda mempunyai ruang storan kosong yang mencukupi pada peranti anda.
nb: Prøv å starte appen på nytt og sørg for at iOS er oppdatert. Hvis problemet vedvarer, prøv å konvertere en mindre fil først. For store filer, sørg for at du har nok ledig lagringsplass på enheten.
nl: Probeer de app opnieuw te starten en zorg ervoor dat uw iOS up-to-date is. Als het probleem aanhoudt, probeer dan eerst een kleiner bestand te converteren. Zorg er bij grote bestanden voor dat u voldoende vrije opslagruimte op uw apparaat heeft.
pl: Spróbuj ponownie uruchomić aplikację i upewnij się, że Twój iOS jest aktualny. Jeśli problem się powtarza, najpierw spróbuj przekonwertować mniejszy plik. W przypadku dużych plików upewnij się, że masz wystarczająco dużo wolnego miejsca na urządzeniu.
pt_br: Tente reiniciar o app e certifique-se de que seu iOS esteja atualizado. Se o problema persistir, tente converter um arquivo menor primeiro. Para arquivos grandes, verifique se há espaço de armazenamento livre suficiente no seu dispositivo.
ro: Încearcă să repornești aplicația și asigură-te că iOS-ul tău este actualizat. Dacă problema persistă, încearcă mai întâi să convertești un fișier mai mic. Pentru fișiere mari, asigură-te că ai suficient spațiu de stocare liber pe dispozitiv.
ru: Попробуйте перезапустить приложение и убедитесь, что iOS обновлена. Если проблема сохраняется, сначала попробуйте конвертировать файл меньшего размера. Для больших файлов убедитесь, что на устройстве достаточно свободного места.
sv: Försök starta om appen och se till att din iOS är uppdaterad. Om problemet kvarstår, försök konvertera en mindre fil först. För stora filer, se till att du har tillräckligt med ledigt lagringsutrymme på din enhet.
th: ลองรีสตาร์ทแอปและตรวจสอบว่า iOS ของคุณเป็นเวอร์ชันล่าสุด หากปัญหายังคงอยู่ ลองแปลงไฟล์ขนาดเล็กก่อน สำหรับไฟล์ขนาดใหญ่ ตรวจสอบให้แน่ใจว่าอุปกรณ์มีพื้นที่จัดเก็บว่างเพียงพอ
tr: Uygulamayı yeniden başlatmayı deneyin ve iOS'unuzun güncel olduğundan emin olun. Sorun devam ederse, önce daha küçük bir dosyayı dönüştürmeyi deneyin. Büyük dosyalar için cihazınızda yeterli boş depolama alanı olduğundan emin olun.
uk: Спробуйте перезапустити додаток і переконайтеся, що iOS оновлена. Якщо проблема не зникає, спочатку спробуйте конвертувати менший файл. Для великих файлів переконайтеся, що на пристрої достатньо вільного місця.
vi: Hãy thử khởi động lại ứng dụng và đảm bảo iOS của bạn đã được cập nhật. Nếu sự cố vẫn tiếp diễn, hãy thử chuyển đổi một tệp nhỏ hơn trước. Đối với tệp lớn, hãy đảm bảo thiết bị có đủ dung lượng trống.
zh_hans: 请尝试重新启动应用并确保 iOS 已更新到最新版本。如果问题仍然存在，请先尝试转换较小的文件。对于大文件，请确保设备有足够的可用存储空间。
zh_hant: 請嘗試重新啟動 App 並確保 iOS 已更新至最新版本。如果問題持續存在，請先嘗試轉換較小的檔案。對於大型檔案，請確保裝置有足夠的可用儲存空間。

source: Type
ar: النوع
bn: ধরন
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
he: סוג
hi: प्रकार
hu: Típus
id: Jenis
it: Tipo
ja: タイプ
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Update Now
ar: التحديث الآن
bn: এখনই আপডেট করুন
cs: Aktualizovat nyní
da: Opdater nu
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
es: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour
he: עדכן עכשיו
hi: अभी अपडेट करें
hu: Frissítés most
id: Perbarui Sekarang
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업데이트
ms: Kemas Kini Sekarang
nb: Oppdater nå
nl: Nu bijwerken
pl: Aktualizuj teraz
pt_br: Atualizar agora
ro: Actualizează acum
ru: Обновить сейчас
sv: Uppdatera nu
th: อัปเดตเลย
tr: Şimdi Güncelle
uk: Оновити зараз
vi: Cập nhật ngay
zh_hans: 立即更新
zh_hant: 立即更新

source: Update Required
ar: يلزم التحديث
bn: আপডেট প্রয়োজন
cs: Vyžadována aktualizace
da: Opdatering påkrævet
de: Update erforderlich
el: Απαιτείται ενημέρωση
es: Actualización necesaria
fi: Päivitys vaaditaan
fr: Mise à jour requise
he: נדרש עדכון
hi: अपडेट आवश्यक
hu: Frissítés szükséges
id: Pembaruan Diperlukan
it: Aggiornamento richiesto
ja: アップデートが必要です
ko: 업데이트 필요
ms: Kemas Kini Diperlukan
nb: Oppdatering kreves
nl: Update vereist
pl: Wymagana aktualizacja
pt_br: Atualização necessária
ro: Actualizare necesară
ru: Требуется обновление
sv: Uppdatering krävs
th: ต้องอัปเดต
tr: Güncelleme Gerekli
uk: Потрібне оновлення
vi: Cần cập nhật
zh_hans: 需要更新
zh_hant: 需要更新

source: Version
ar: الإصدار
bn: সংস্করণ
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
he: גרסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Video
ar: فيديو
bn: ভিডিও
el: Βίντεο
es: Vídeo
fr: Vidéo
he: וידאו
hi: वीडियो
hu: Videó
ja: 動画
ko: 비디오
pl: Wideo
pt_br: Vídeo
ru: Видео
th: วิดีโอ
uk: Відео
zh_hans: 视频
zh_hant: 影片

source: Video files will have their audio extracted automatically
ar: سيتم استخراج الصوت من ملفات الفيديو تلقائيًا
bn: ভিডিও ফাইলগুলির অডিও স্বয়ংক্রিয়ভাবে বের করা হবে
cs: Z video souborů bude zvuk extrahován automaticky
da: Lyden fra videofiler udtrækkes automatisk
de: Bei Videodateien wird der Ton automatisch extrahiert
el: Ο ήχος των αρχείων βίντεο θα εξαχθεί αυτόματα
es: El audio de los archivos de vídeo se extraerá automáticamente
fi: Videotiedostojen ääni puretaan automaattisesti
fr: L'audio des fichiers vidéo sera extrait automatiquement
he: האודיו מקבצי וידאו יחולץ אוטומטית
hi: वीडियो फ़ाइलों का ऑडियो स्वचालित रूप से निकाला जाएगा
hu: A videófájlok hangja automatikusan kinyerésre kerül
id: File video akan diekstrak audionya secara otomatis
it: L'audio dei file video verrà estratto automaticamente
ja: 動画ファイルの音声は自動的に抽出されます
ko: 동영상 파일의 오디오가 자동으로 추출됩니다
ms: Fail video akan diekstrak audionya secara automatik
nb: Lyden fra videofiler trekkes ut automatisk
nl: Het geluid van videobestanden wordt automatisch geëxtraheerd
pl: Dźwięk z plików wideo zostanie wyodrębniony automatycznie
pt_br: O áudio dos arquivos de vídeo será extraído automaticamente
ro: Fișierele video vor avea audio extras automat
ru: Аудио из видеофайлов будет извлечено автоматически
sv: Ljudet från videofiler extraheras automatiskt
th: ไฟล์วิดีโอจะถูกแยกเสียงออกมาโดยอัตโนมัติ
tr: Video dosyalarının sesi otomatik olarak çıkarılacaktır
uk: Аудіо з відеофайлів буде витягнуто автоматично
vi: Âm thanh từ tệp video sẽ được trích xuất tự động
zh_hans: 视频文件的音频将被自动提取
zh_hant: 影片檔案的音訊將自動擷取

source: Video ratio
ar: نسبة الفيديو
bn: ভিডিও অনুপাত
cs: Poměr videa
da: Videoforhold
de: Videoverhältnis
el: Αναλογία βίντεο
es: Proporción de vídeo
fi: Videon kuvasuhde
fr: Ratio vidéo
he: יחס וידאו
hi: वीडियो अनुपात
hu: Videóarány
id: Rasio video
it: Proporzioni video
ja: 動画比率
ko: 비디오 비율
ms: Nisbah video
nb: Videoforhold
nl: Videoverhouding
pl: Proporcje wideo
pt_br: Proporção do vídeo
ro: Raport video
ru: Соотношение сторон видео
sv: Videoförhållande
th: อัตราส่วนวิดีโอ
tr: Video oranı
uk: Співвідношення відео
vi: Tỉ lệ video
zh_hans: 视频比例
zh_hant: 影片比例

source: Video time clip
ar: مقطع زمني للفيديو
bn: ভিডিও টাইম ক্লিপ
cs: Časový klip videa
da: Videotidsklip
de: Video-Zeitausschnitt
el: Απόσπασμα χρόνου βίντεο
es: Recorte de tiempo de vídeo
fi: Videon aikaleike
fr: Extrait temporel vidéo
he: חיתוך זמן סרטון
hi: वीडियो टाइम क्लिप
hu: Videó időklip
id: Klip waktu video
it: Clip temporale video
ja: 動画タイムクリップ
ko: 비디오 시간 클립
ms: Klip masa video
nb: Videotidsklipp
nl: Videotijdsclip
pl: Klip czasowy wideo
pt_br: Recorte de tempo do vídeo
ro: Clip temporal video
ru: Временной фрагмент видео
sv: Videotidsklipp
th: คลิปเวลาวิดีโอ
tr: Video zaman klibi
uk: Часовий фрагмент відео
vi: Cắt thời gian video
zh_hans: 视频时间剪辑
zh_hant: 影片時間剪輯

source: Videos
ar: مقاطع الفيديو
bn: ভিডিও
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeos
fi: Videot
fr: Vidéos
he: סרטונים
hi: वीडियो
hu: Videók
id: Video
it: Video
ja: 動画
ko: 동영상
ms: Video
nb: Videoer
pl: Filmy
pt_br: Vídeos
ro: Videoclipuri
ru: Видео
sv: Videor
th: วิดีโอ
tr: Videolar
uk: Відео
vi: Video
zh_hans: 视频
zh_hant: 影片

source: What file formats are supported?
ar: ما هي صيغ الملفات المدعومة؟
bn: কোন ফাইল ফরম্যাট সমর্থিত?
cs: Jaké formáty souborů jsou podporovány?
da: Hvilke filformater understøttes?
de: Welche Dateiformate werden unterstützt?
el: Ποιες μορφές αρχείων υποστηρίζονται;
es: ¿Qué formatos de archivo son compatibles?
fi: Mitä tiedostomuotoja tuetaan?
fr: Quels formats de fichiers sont pris en charge ?
he: אילו פורמטי קבצים נתמכים?
hi: कौन से फ़ाइल फ़ॉर्मेट समर्थित हैं?
hu: Milyen fájlformátumok támogatottak?
id: Format file apa saja yang didukung?
it: Quali formati di file sono supportati?
ja: どのファイル形式に対応していますか？
ko: 어떤 파일 형식이 지원되나요?
ms: Format fail apa yang disokong?
nb: Hvilke filformater støttes?
nl: Welke bestandsformaten worden ondersteund?
pl: Jakie formaty plików są obsługiwane?
pt_br: Quais formatos de arquivo são compatíveis?
ro: Ce formate de fișiere sunt acceptate?
ru: Какие форматы файлов поддерживаются?
sv: Vilka filformat stöds?
th: รองรับรูปแบบไฟล์ใดบ้าง?
tr: Hangi dosya formatları destekleniyor?
uk: Які формати файлів підтримуються?
vi: Những định dạng tệp nào được hỗ trợ?
zh_hans: 支持哪些文件格式？
zh_hant: 支援哪些檔案格式？

source: Where are my converted files saved?
ar: أين يتم حفظ ملفاتي المحوّلة؟
bn: আমার রূপান্তরিত ফাইলগুলি কোথায় সংরক্ষিত হয়?
cs: Kde se ukládají moje převedené soubory?
da: Hvor gemmes mine konverterede filer?
de: Wo werden meine konvertierten Dateien gespeichert?
el: Πού αποθηκεύονται τα μετατρεμμένα αρχεία μου;
es: ¿Dónde se guardan mis archivos convertidos?
fi: Minne muunnetut tiedostoni tallennetaan?
fr: Où sont enregistrés mes fichiers convertis ?
he: היכן נשמרים הקבצים שהומרו?
hi: मेरी कन्वर्ट की गई फ़ाइलें कहां सहेजी जाती हैं?
hu: Hová kerülnek a konvertált fájljaim?
id: Di mana file yang dikonversi disimpan?
it: Dove vengono salvati i miei file convertiti?
ja: 変換したファイルはどこに保存されますか？
ko: 변환된 파일은 어디에 저장되나요?
ms: Di mana fail saya yang telah ditukar disimpan?
nb: Hvor lagres de konverterte filene mine?
nl: Waar worden mijn geconverteerde bestanden opgeslagen?
pl: Gdzie zapisywane są moje skonwertowane pliki?
pt_br: Onde meus arquivos convertidos são salvos?
ro: Unde sunt salvate fișierele mele convertite?
ru: Где сохраняются мои конвертированные файлы?
sv: Var sparas mina konverterade filer?
th: ไฟล์ที่แปลงแล้วของฉันถูกบันทึกไว้ที่ไหน?
tr: Dönüştürülmüş dosyalarım nereye kaydediliyor?
uk: Де зберігаються мої конвертовані файли?
vi: Các tệp đã chuyển đổi của tôi được lưu ở đâu?
zh_hans: 我转换的文件保存在哪里？
zh_hant: 我轉換的檔案儲存在哪裡？

source: Why is my conversion taking long?
ar: لماذا يستغرق التحويل وقتًا طويلاً؟
bn: আমার রূপান্তর কেন এত সময় নিচ্ছে?
cs: Proč moje konverze trvá dlouho?
da: Hvorfor tager min konvertering lang tid?
de: Warum dauert meine Konvertierung so lange?
el: Γιατί η μετατροπή μου αργεί;
es: ¿Por qué mi conversión tarda tanto?
fi: Miksi muunnos kestää kauan?
fr: Pourquoi ma conversion prend-elle du temps ?
he: למה ההמרה שלי לוקחת זמן רב?
hi: मेरा कन्वर्शन इतना समय क्यों ले रहा है?
hu: Miért tart sokáig a konvertálás?
id: Mengapa konversi saya memakan waktu lama?
it: Perché la mia conversione richiede molto tempo?
ja: 変換に時間がかかるのはなぜですか？
ko: 변환이 왜 오래 걸리나요?
ms: Mengapa penukaran saya mengambil masa yang lama?
nb: Hvorfor tar konverteringen min lang tid?
nl: Waarom duurt mijn conversie zo lang?
pl: Dlaczego moja konwersja trwa tak długo?
pt_br: Por que minha conversão está demorando?
ro: De ce durează mult conversia mea?
ru: Почему конвертация занимает много времени?
sv: Varför tar min konvertering lång tid?
th: ทำไมการแปลงไฟล์ของฉันถึงใช้เวลานาน?
tr: Dönüştürmem neden uzun sürüyor?
uk: Чому конвертація займає багато часу?
vi: Tại sao quá trình chuyển đổi của tôi mất nhiều thời gian?
zh_hans: 为什么我的转换耗时很长？
zh_hant: 為什麼我的轉換耗時很長？

source: Width
ar: العرض
bn: প্রস্থ
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
es: Ancho
fi: Leveys
fr: Largeur
he: רוחב
hi: चौड़ाई
hu: Szélesség
id: Lebar
it: Larghezza
ja: 幅
ko: 너비
ms: Lebar
nb: Bredde
nl: Breedte
pl: Szerokość
pt_br: Largura
ro: Lățime
ru: Ширина
sv: Bredd
th: ความกว้าง
tr: Genişlik
uk: Ширина
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

source: Yes! All file conversions are processed entirely on your device. Your files are never uploaded to any external server, ensuring complete privacy and security.
ar: نعم! تتم جميع عمليات تحويل الملفات بالكامل على جهازك. لا يتم تحميل ملفاتك إلى أي خادم خارجي، مما يضمن الخصوصية والأمان التامين.
bn: হ্যাঁ! সমস্ত ফাইল রূপান্তর সম্পূর্ণরূপে আপনার ডিভাইসে প্রক্রিয়া করা হয়। আপনার ফাইলগুলি কখনও কোনও বাহ্যিক সার্ভারে আপলোড করা হয় না, সম্পূর্ণ গোপনীয়তা এবং নিরাপত্তা নিশ্চিত করে।
cs: Ano! Všechny konverze souborů se zpracovávají výhradně na vašem zařízení. Vaše soubory se nikdy nenahrávají na žádný externí server, což zajišťuje úplné soukromí a bezpečnost.
da: Ja! Alle filkonverteringer behandles udelukkende på din enhed. Dine filer uploades aldrig til nogen ekstern server, hvilket sikrer fuldstændig privatliv og sikkerhed.
de: Ja! Alle Dateikonvertierungen werden vollständig auf Ihrem Gerät verarbeitet. Ihre Dateien werden niemals auf einen externen Server hochgeladen, was vollständige Privatsphäre und Sicherheit gewährleistet.
el: Ναι! Όλες οι μετατροπές αρχείων επεξεργάζονται εξ ολοκλήρου στη συσκευή σας. Τα αρχεία σας δεν ανεβαίνουν ποτέ σε κανέναν εξωτερικό διακομιστή, εξασφαλίζοντας πλήρη ιδιωτικότητα και ασφάλεια.
es: ¡Sí! Todas las conversiones de archivos se procesan íntegramente en tu dispositivo. Tus archivos nunca se suben a ningún servidor externo, lo que garantiza total privacidad y seguridad.
fi: Kyllä! Kaikki tiedostomuunnokset käsitellään kokonaan laitteellasi. Tiedostojasi ei koskaan ladata ulkoiselle palvelimelle, mikä takaa täydellisen yksityisyyden ja turvallisuuden.
fr: Oui ! Toutes les conversions de fichiers sont traitées entièrement sur votre appareil. Vos fichiers ne sont jamais envoyés vers un serveur externe, ce qui garantit une confidentialité et une sécurité totales.
he: כן! כל המרות הקבצים מתבצעות במלואן במכשיר שלך. הקבצים שלך לעולם לא מועלים לשרת חיצוני כלשהו, מה שמבטיח פרטיות ואבטחה מלאות.
hi: हाँ! सभी फ़ाइल कन्वर्शन पूरी तरह आपके डिवाइस पर प्रोसेस होते हैं। आपकी फ़ाइलें कभी भी किसी बाहरी सर्वर पर अपलोड नहीं की जातीं, जिससे पूर्ण गोपनीयता और सुरक्षा सुनिश्चित होती है।
hu: Igen! Minden fájlkonvertálás teljes egészében az eszközön történik. Fájljait soha nem töltjük fel külső szerverre, így teljes adatvédelem és biztonság garantált.
id: Ya! Semua konversi file diproses sepenuhnya di perangkat Anda. File Anda tidak pernah diunggah ke server eksternal mana pun, memastikan privasi dan keamanan penuh.
it: Sì! Tutte le conversioni dei file vengono elaborate interamente sul tuo dispositivo. I tuoi file non vengono mai caricati su server esterni, garantendo completa privacy e sicurezza.
ja: はい！すべてのファイル変換はデバイス上で完全に処理されます。ファイルが外部サーバーにアップロードされることはなく、完全なプライバシーとセキュリティが保証されます。
ko: 네! 모든 파일 변환은 기기에서 완전히 처리됩니다. 파일이 외부 서버에 업로드되지 않으므로 완벽한 개인정보 보호와 보안이 보장됩니다.
ms: Ya! Semua penukaran fail diproses sepenuhnya pada peranti anda. Fail anda tidak pernah dimuat naik ke mana-mana pelayan luaran, memastikan privasi dan keselamatan sepenuhnya.
nb: Ja! Alle filkonverteringer behandles helt på enheten din. Filene dine lastes aldri opp til noen ekstern server, noe som sikrer fullstendig personvern og sikkerhet.
nl: Ja! Alle bestandsconversies worden volledig op uw apparaat verwerkt. Uw bestanden worden nooit naar een externe server geüpload, waardoor volledige privacy en veiligheid wordt gegarandeerd.
pl: Tak! Wszystkie konwersje plików są przetwarzane wyłącznie na Twoim urządzeniu. Twoje pliki nigdy nie są przesyłane na żaden serwer zewnętrzny, co zapewnia pełną prywatność i bezpieczeństwo.
pt_br: Sim! Todas as conversões de arquivos são processadas inteiramente no seu dispositivo. Seus arquivos nunca são enviados para servidores externos, garantindo total privacidade e segurança.
ro: Da! Toate conversiile de fișiere sunt procesate în întregime pe dispozitivul tău. Fișierele tale nu sunt niciodată încărcate pe vreun server extern, asigurând confidențialitate și securitate complete.
ru: Да! Все конвертации файлов выполняются полностью на вашем устройстве. Ваши файлы никогда не загружаются на внешние серверы, что обеспечивает полную конфиденциальность и безопасность.
sv: Ja! Alla filkonverteringar bearbetas helt på din enhet. Dina filer laddas aldrig upp till någon extern server, vilket garanterar fullständig integritet och säkerhet.
th: ใช่! การแปลงไฟล์ทั้งหมดดำเนินการบนอุปกรณ์ของคุณทั้งหมด ไฟล์ของคุณจะไม่ถูกอัปโหลดไปยังเซิร์ฟเวอร์ภายนอกใด ๆ จึงมั่นใจได้ในความเป็นส่วนตัวและความปลอดภัยอย่างสมบูรณ์
tr: Evet! Tüm dosya dönüştürmeleri tamamen cihazınızda işlenir. Dosyalarınız hiçbir zaman harici bir sunucuya yüklenmez, bu da tam gizlilik ve güvenlik sağlar.
uk: Так! Усі конвертації файлів виконуються повністю на вашому пристрої. Ваші файли ніколи не завантажуються на зовнішні сервери, що гарантує повну конфіденційність і безпеку.
vi: Có! Tất cả các chuyển đổi tệp được xử lý hoàn toàn trên thiết bị của bạn. Tệp của bạn không bao giờ được tải lên bất kỳ máy chủ bên ngoài nào, đảm bảo quyền riêng tư và bảo mật hoàn toàn.
zh_hans: 是的！所有文件转换均完全在您的设备上处理。您的文件绝不会上传到任何外部服务器，确保完全的隐私和安全。
zh_hant: 是的！所有檔案轉換均完全在您的裝置上處理。您的檔案絕不會上傳到任何外部伺服器，確保完全的隱私和安全。

source: Your conversions will appear here
ar: ستظهر تحويلاتك هنا
bn: আপনার রূপান্তরগুলি এখানে প্রদর্শিত হবে
cs: Vaše konverze se zobrazí zde
da: Dine konverteringer vises her
de: Ihre Konvertierungen werden hier angezeigt
el: Οι μετατροπές σας θα εμφανιστούν εδώ
es: Tus conversiones aparecerán aquí
fi: Muunnoksesi näkyvät täällä
fr: Vos conversions apparaîtront ici
he: ההמרות שלך יופיעו כאן
hi: आपके कन्वर्शन यहां दिखाई देंगे
hu: Az Ön konvertálásai itt jelennek meg
id: Konversi Anda akan muncul di sini
it: Le tue conversioni appariranno qui
ja: 変換履歴がここに表示されます
ko: 변환 내역이 여기에 표시됩니다
ms: Penukaran anda akan dipaparkan di sini
nb: Konverteringene dine vises her
nl: Uw conversies verschijnen hier
pl: Twoje konwersje pojawią się tutaj
pt_br: Suas conversões aparecerão aqui
ro: Conversiile tale vor apărea aici
ru: Ваши конвертации появятся здесь
sv: Dina konverteringar visas här
th: การแปลงไฟล์ของคุณจะแสดงที่นี่
tr: Dönüştürmeleriniz burada görünecek
uk: Ваші конвертації з'являться тут
vi: Các chuyển đổi của bạn sẽ xuất hiện tại đây
zh_hans: 您的转换记录将显示在这里
zh_hant: 您的轉換紀錄將顯示在這裡
